[
    {
        "date": "May 01, 2018",
        "categories": [
            "Culture"
        ],
        "views": "5332",
        "readTime": "5 Mins",
        "comments": 4,
        "title": "Incongruous Jeepers Jellyfish One Far Well Known",
        "image": "https://images.unsplash.com/photo-1549490349-8643362247b5?w=500&auto=format&fit=crop&q=60",
        "excerpt": "Within spread beside the ouch sulky and this wonderfully and as the well and where supply much hyena so tolerantly recast hawk darn woodpecker less more so. This nudged jeepers less dogged sheared opposite then around but a due heinous square subtle amphibiously chameleon palpable tyrannical aboard removed much outside and without vicious scallop flapped [...]",
        "tags": [
            "Art and Culture",
            "brunch",
            "Entertainment",
            "Magazine",
            "Mother Nature",
            "Showbiz",
            "TechNews"
        ]
    },
    {
        "date": "March 05, 2015",
        "categories": [
            "Culture",
            "Europe"
        ],
        "views": "77",
        "readTime": "4 Mins",
        "comments": 0,
        "title": "Timmediately Quail Was Inverse Much So Remade Dimly Salmon",
        "image": "https://images.unsplash.com/photo-1534528741775-53994a69daeb?w=500&auto=format&fit=crop&q=60",
        "excerpt": "Within spread beside the ouch sulky and this wonderfully and as the well and where supply much hyena so tolerantly recast hawk darn woodpecker less more then around but a due so well and where supply much. This nudged jeepers less dogged sheared opposite then around but a due heinous square subtle amphibiously chameleon palpable [...]",
        "tags": [
            "Art and Culture",
            "brunch",
            "Entertainment",
            "Magazine",
            "Showbiz"
        ]
    },
    {
        "date": "April 12, 2019",
        "categories": [
            "Culture"
        ],
        "views": "1240",
        "readTime": "6 Mins",
        "comments": 2,
        "title": "The Subtle Art of Cultural Expression in Modern Era",
        "image": "https://images.unsplash.com/photo-1499781350541-7783f6c6a0c8?w=500&auto=format&fit=crop&q=60",
        "excerpt": "Deep within the heart of the city lies a secret garden that only the locals know. It's a place where time seems to stand still and the noise of the outside world fades into a distant memory. The air is filled with the scent of blooming flowers and the gentle rustle of leaves.",
        "tags": [
            "Art",
            "Modern",
            "Culture"
        ]
    },
    {
        "date": "June 20, 2020",
        "categories": [
            "Culture",
            "Photography"
        ],
        "views": "850",
        "readTime": "3 Mins",
        "comments": 1,
        "title": "Capturing the Essence of Street Life through Lense",
        "image": "https://images.unsplash.com/photo-1470071459604-3b5ec3a7fe05?w=500&auto=format&fit=crop&q=60",
        "excerpt": "Street photography is more than just taking pictures of people in public. It's about capturing a moment, a look, or an interaction that tells a story about the human condition. It requires patience, observation, and a quick eye for composition.",
        "tags": [
            "Photography",
            "Street",
            "Life"
        ]
    },
    {
        "date": "August 15, 2021",
        "categories": [
            "Culture"
        ],
        "views": "2100",
        "readTime": "7 Mins",
        "comments": 5,
        "title": "Traditional Music in the Heart of Globalized World",
        "image": "https://images.unsplash.com/photo-1514525253361-b83f859b71c0?w=500&auto=format&fit=crop&q=60",
        "excerpt": "In an increasingly connected world, traditional music faces both challenges and opportunities. While globalization can lead to the homogenization of sound, it also provides new platforms for regional artists to reach a wider audience than ever before.",
        "tags": [
            "Music",
            "Tradition",
            "Global"
        ]
    },
    {
        "date": "October 01, 2022",
        "categories": [
            "Culture",
            "Travel"
        ],
        "views": "3400",
        "readTime": "8 Mins",
        "comments": 8,
        "title": "Ancient Architecture and Its Influence on Modern Design",
        "image": "https://images.unsplash.com/photo-1548013146-72479768bbaa?w=500&auto=format&fit=crop&q=60",
        "excerpt": "The majestic bridges and temples of ancient civilizations continue to inspire architects today. By studying the techniques and materials used thousands of years ago, modern designers can create structures that are both aesthetically pleasing and structurally sound.",
        "tags": [
            "Architecture",
            "History",
            "Design"
        ]
    }
]